xorg-server
xorg-xwininfo
xorg-xinit
polkit
ttf-linux-libertine
ttf-font-awesome
lf-git
ueberzug
bc
xcompmgr
xorg-xprop
arandr
dosfstools
libnotify
dunst
exfat-utils
sxiv
xwallpaper
ffmpeg
ffmpegthumbnailer
gnome-keyring
gtk-theme-arc-gruvbox-git
python-qdarkstyle
neovim
mpd
mpc
mpv
man-db
ncmpcpp
newsboat
noto-fonts
noto-fonts-emoji
ntfs-3g
wireplumber
pipewire-pulse
pulsemixer
sc-im
maim
unclutter
unzip
xcape
xclip
unzip
yt-dlp
zathura
zathura-pdf-mupdf
poppler
mediainfo
atool
fzf
bat
xorg-xbacklight
zsh-fast-syntax-highlighting-git
task-spooler
simple-mtpfs
htop-vim
mutt-wizard-git
slock
socat
moreutils
gnupg
bmon
stow
blueman
emacs
syncthing
ttf-fira-code
ttf-iosevka-aile
